{
    "data": [
        {
            "name": "Beijin",
            "country": "China",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/BEIJING.svg?alt=media&token=2f45e224-57a5-415a-a57e-3e5c14368b1a",
            "population": 2154000,
            "description": "Beijing, the huge capital of China, has a history dating back 3 millennia. Even so, it is known as much for its modern architecture as its ancient sites, such as the Forbidden City complex, the imperial palace during the Ming and Qing dynasties. Nearby, in the huge pedestrianized Tiananmen Square, is the mausoleum of Mao Zedong and the National Museum of China, which exhibits an extensive collection of cultural relics.",
            "currency": "Renminbi",
            "language": "Mandarín"
        },
        {
            "name": "Shanghái",
            "country": "China",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/SHANGAI.svg?alt=media&token=53783229-badb-4178-a43a-f14564b58fdf",
            "population": 2632000,
            "description": "Shanghai, on China's central coast, is the country's largest city and a global financial hub. Its center is the Bund, a famous promenade lined with buildings from the colonial era. Across the Huangpu River stands the futuristic skyline of the Pudong district, with the 632m-tall Shanghai Tower and the Oriental Pearl TV Tower, with its signature pink spheres. The sprawling Yu Garden has traditional pavilions, towers, and ponds.",
            "currency": "Renminbi",
            "language": "Mandarín"
        },
        {
            "name": "Xi'an",
            "country": "China",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/XIAN.svg?alt=media&token=4c3584ea-372a-4567-b586-87dea7eb29db",
            "population": 3225812,
            "description": "Xi'an is a large city and the capital of Shaanxi province, in central China. It was known as Chang'an (Eternal Peace) and marks the eastern end of the Silk Road, as well as having housed the royal houses of the Zhou, Qin, Han and Tang dynasties. In the archaeological sites on the plains surrounding Xi'an are the famous Bingmayong (Terracotta Army), thousands of life-size hand-cast figures buried with China's first emperor, Qin Shi Huang.",
            "currency": "Renminbi",
            "language": "Mandarín"
        },
        {
            "name": "Guilin",
            "country": "China",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/GUILIN.svg?alt=media&token=fb1189c4-8265-4fdd-acf5-3ebb2c25120d",
            "population": 1197000,
            "description": "Guilin is a city in southern China known for its spectacular scenery of limestone karst mountains. At its center are 2 lakes, Shanhu (Cedar) and Ronghu (Banyan), which remain in the moat that surrounded the city in medieval times. Boats travel on these and other lakes via connected rivers. On the shore of Cedar Lake, the twin pagodas of the Sun and the Moon light up the sky at night.",
            "currency": "Renminbi",
            "language": "Mandarín"
        },
        {
            "name": "Chengdú",
            "country": "China",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/CHENGDU.svg?alt=media&token=91f303f4-1677-4b81-a84e-b8467a05123f",
            "population": "16330000",
            "description": "Chengdu is the capital of Sichuan province in southwestern China. Chengdu's history dates back to at least the 4th century BC. C., when it was the capital of the Kingdom of Shu. The Jinsha Museum focuses on artifacts from that dynasty. The city is also home to the famous Chengdu Research Base of Giant Panda Breeding, a conservation center where visitors can view endangered giant pandas in a natural habitat.",
            "currency": "Renminbi",
            "language": "Mandarín"
        },
        {
            "name": "Tokyo",
            "country": "Japan",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/TOKYO.svg?alt=media&token=74d35c32-8e3d-43f3-9b4d-d46b31986a9d",
            "population": 13960000,
            "description": "Tokyo, Japan's bustling capital, mixes the ultra-modern and the traditional, from neon-lit skyscrapers to historic temples. The opulent Shinto Meiji Shrine is known for its towering gate and surrounding forests. The Imperial Palace is located in the middle of large public gardens. The city's various museums offer exhibits ranging from classical art (at the Tokyo National Museum) to a reconstructed kabuki theater (at the Edo-Tokyo Museum).",
            "currency": "Yen",
            "language": "Japanese"
        },
        {
            "name": "Kyoto",
            "country": "Japan",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/KYOTO.svg?alt=media&token=3f682221-6f73-47f7-9e56-c92ac0cd0db4",
            "population": 1475000,
            "description": "Kyoto, once the capital of Japan, is a city on the island of Honshu. It is famous for its many classical Buddhist temples and gardens, imperial palaces, Shinto shrines, and traditional wooden houses. It is also known for formal traditions such as kaiseki meals, consisting of several dishes of distinctive preparations, and geisha, female artists commonly found in the Gion district.",
            "currency": "Yen",
            "language": "Japanese"
        },
        {
            "name": "Osaka",
            "country": "Japan",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/OSAKA.svg?alt=media&token=552b5d77-3591-449d-b4bd-12f1569399dc",
            "population": 2691000,
            "description": "Osaka is a large port city and commercial center on the Honshu island of Japan. It is famous for its modern architecture, nightlife and abundant street food. The 16th-century shogunate Osaka Castle, which has been restored several times, is an important historical monument. It is surrounded by a moat and a park with plum, peach and cherry blossom trees. Sumiyoshi-taisha is among the oldest Shinto temples in Japan.",
            "currency": "Yen",
            "language": "Japanese"
        },
        {
            "name": "Hiroshima",
            "country": "Japan",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/HIROSHIMA.svg?alt=media&token=b19f45c3-5899-4f2c-b819-4bbb009e8901",
            "population": 1194000,
            "description": "Hiroshima, a modern city on Japan's Honshu island, was largely destroyed by an atomic bomb during World War II. Today, the Hiroshima Peace Memorial Park commemorates the 1945 event. In the park are the ruins of the Genbaku Dome, one of the few buildings that remained standing near the impact zone. Other notable sites include Shukkei-en, an elegant Japanese garden, and Hiroshima Castle, a fortress surrounded by a moat and park.",
            "currency": "Yen",
            "language": "Japanese"
        },
        {
            "name": "Nara",
            "country": "Japan",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/NARA.svg?alt=media&token=b5a1da54-812b-47e4-bf54-6bd7c0d91e26",
            "population": 360310,
            "description": "Nara is the capital of Nara Prefecture in Japan, in south central Honshu. The city has important temples and works of art dating back to the 8th century, when it was the capital of Japan. Deer live in Nara Park and there is the Tōdai-ji temple. Daibutsu, Tōdai-ji's 15m bronze Buddha, is displayed in a large wooden hall. On the eastern side of the park is the Shinto Taisha Kasuga Shrine, which dates back to the year 768 and features more than 3,000 lanterns.",
            "currency": "Yen",
            "language": "Japanese"
        },
        {
            "name": "Sydney",
            "country": "Australia",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/SYDNEY.svg?alt=media&token=c3ac9a28-5908-4df7-a192-f7f3bd3c326d",
            "population": 5312000,
            "description": "Sydney, the capital of New South Wales and one of Australia's largest cities, is famous for its harborside Sydney Opera House, with its distinctive sail-shaped design. Massive Darling Harbor and smaller Circular Quay are hubs of riverside life, with the arching Sydney Harbor Bridge and the renowned Royal Botanic Gardens nearby. Sydney Tower's outer platform, the Skywalk, offers 360-degree views of the city and suburbs.",
            "currency": "Australian Dollar",
            "language": "English"
        },
        {
            "name": "Melbourne",
            "country": "Australia",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/MELBOURNE..svg?alt=media&token=40b1b841-fda1-4b82-8ffa-bf330fdf28de",
            "population": 5078000,
            "description": "Melbourne is the coastal capital of the state of Victoria in southeastern Australia. In the center of the city is the Federation Square development, with squares, bars and restaurants along the Yarra River. In the Southbank area, the Melbourne Arts Precinct is home to the Arts Center Melbourne performing arts complex and the National Gallery of Victoria, which displays native and Australian art.",
            "currency": "Australian Dollar",
            "language": "English"
        },
        {
            "name": "Brisbane",
            "country": "Australia",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/BRISBANE.svg?alt=media&token=63c8662b-7b0a-4266-b1fa-0e1689d2c6fd",
            "population": 2280000,
            "description": "Brisbane, the capital of Queensland, is a large city on the Brisbane River. In the South Bank cultural hub, the Queensland Museum and Sciencentre are clustered together, with outstanding interactive exhibits. Another cultural institution on the South Bank is the Queensland Gallery of Modern Art, which is among Australia's leading contemporary art museums. Rising above the city is Mount Coot-tha, site of the Brisbane Botanic Gardens.",
            "currency": "Australian Dollar",
            "language": "English"
        },
        {
            "name": "Cairns",
            "country": "Australia",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/CAIRNS..svg?alt=media&token=cbdcb7e1-d1d0-4b3e-a91c-826921152c61",
            "population": 150041,
            "description": "Cairns, considered the gateway to Australia's Great Barrier Reef, is a city in tropical North Queensland. Tjapukai Aboriginal Cultural Park tells the story of indigenous Aboriginal peoples and Torres Strait Islander people through music and dance. Lined with bars and restaurants, Cairns' waterfront has a saltwater lagoon suitable for swimming. Northwest of the city, Daintree National Park encompasses montane rainforest, gorges and beaches.",
            "currency": "Australian Dollar",
            "language": "English"
        },
        {
            "name": "Perth",
            "country": "Australia",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/PERTH.svg?alt=media&token=fc0051f7-81fe-496f-a2fd-d6f94b05a68b",
            "population": 1985000,
            "description": "Perth, the capital of Western Australia, is located at the intersection of the Swan River with the southwest coast. Sandy beaches line its suburbs, and the massive riverside Kings Park and Mount Eliza Botanical Gardens offer sweeping views of the city. The Perth Cultural Center houses the state's ballet and opera companies, and occupies its own central complex, which includes a theatre, art galleries and the Western Australian Museum.",
            "currency": "Australian Dollar",
            "language": "English"
        },
        {
            "name": "Rio de Janeiro",
            "country": "Brazil",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/RIO-DE-JANEIRO.svg?alt=media&token=8e305b1a-88f6-4a36-9092-80497da43026",
            "population": 6748000,
            "description": "Rio de Janeiro is a huge coastal city in Brazil, famous for its Copacabana and Ipanema beaches, the 38 m high Christ the Redeemer statue atop Corcovado Hill, and Sugarloaf Mountain, a granite peak with cable cars ascending to its top. The city is also known for its sprawling favelas. The raucous festival of Carnival, with float parades, extravagant costumes and samba dancers, is considered the largest in the world.",
            "currency": "Brazilian Real",
            "language": "Portuguese"
        },
        {
            "name": "Sao Paulo",
            "country": "Brazil",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/SAO-PAULO.svg?alt=media&token=734c9341-2d2e-496a-a7a5-83fb300f5865",
            "population": 12330000,
            "description": "São Paulo, the dynamic financial center of Brazil, is among the most populous cities in the world, with several cultural institutions and a rich architectural tradition. Its iconic buildings range from its neo-Gothic cathedral and 1929 Edificio Martinelli skyscraper to modernist architect Oscar Niemeyer's curved Edificio Copan. The colonial-style Pátio do Colégio church marks the site where Jesuit priests founded the city in 1554.",
            "currency": "Brazilian Real",
            "language": "Portuguese"
        },
        {
            "name": "Salvador da Bahia",
            "country": "Brazil",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/SALVADO-DA-BAHIA.jpg?alt=media&token=38a26f93-8691-4a68-91ff-72e77fcabe36",
            "population": 2948733,
            "description": "Salvador, the capital of the state of Bahia in northeastern Brazil, is famous for its Portuguese colonial architecture, Afro-Brazilian culture, and tropical coastline. The Pelourinho neighborhood is its historic center, with cobblestone streets that open onto large squares, colorful buildings, and baroque churches, such as São Francisco, with gold-plated woodwork.",
            "currency": "Brazilian Real",
            "language": "Portuguese"
        },
        {
            "name": "Florianopolis",
            "country": "Brazil",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/FLORIANOPOLIS.svg?alt=media&token=f856a8e5-4dbc-4e6f-9328-9cdae5d78da4",
            "population": 508826,
            "description": "Florianópolis, the capital of the state of Santa Catarina in southern Brazil, is mainly made up of the 54 km long Santa Catarina Island. It is famous for its beaches, including popular seaside resort areas such as Praia dos Ingleses on the northern tip of the island. The Lagoa da Conceição saltwater lagoon is popular for windsurfing and sailing. The Pedro Ivo Campos bridge connects the island with a commercial district on the mainland.",
            "currency": "Brazilian Real",
            "language": "Portuguese"
        },
        {
            "name": "Manaus",
            "country": "Brazil",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/MANAUS.svg?alt=media&token=96c7c9bb-509d-4448-aa01-b42cb6ea230e",
            "population": 2002000,
            "description": "Manaus, on the banks of the Rio Negro in northwestern Brazil, is the capital of the sprawling state of Amazonas. It is the main starting point for the surrounding Amazon rainforest. Just east of the city, the dark Rio Negro converges with the muddy, brown Solimões River, creating an incredible visual phenomenon called the Meeting of the Waters. The combined tributaries form the Amazon River.",
            "currency": "Brazilian Real",
            "language": "Portuguese"
        },
        {
            "name": "Buenos Aires",
            "country": "Argentina",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/BUENOS-AIRES.svg?alt=media&token=5249a563-8c03-4856-b8a7-f335626c3502",
            "population": 3120612,
            "description": "Buenos Aires is the great cosmopolitan capital of Argentina. Its center is the Plaza de Mayo, surrounded by imposing 19th-century buildings, including the Casa Rosada, the iconic presidential palace that has several balconies. Other notable attractions include the Teatro Colón, a luxurious 1908 opera house with nearly 2,500 seats, and the modern MALBA museum, showcasing Latin American art.",
            "currency": "Argentine Pesos",
            "language": "Spanish"
        },
        {
            "name": "Cordoba",
            "country": "Argentina",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/CORDOBA.svg?alt=media&token=e0bfae49-a181-4ea1-81e0-897a7a8773b0",
            "population": 3506000,
            "description": "Córdoba, the capital of the Argentine province of the same name, is known for its Spanish colonial architecture. It houses the Jesuit Block, a 17th-century complex with active cloisters, churches, and the original campus of the National University of Córdoba, one of the oldest universities in South America. The central point of the city is the Plaza San Martín and the Neo-Baroque Cathedral of Córdoba.",
            "currency": "Argentine Pesos",
            "language": "Spanish"
        },
        {
            "name": "Mendoza",
            "country": "Argentina",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/MENDOZA.svg?alt=media&token=8ea4be06-2bff-4888-a61b-490ff5eecf56",
            "population": 1886000,
            "description": "Mendoza is a city in the Cuyo region of Argentina and is the heart of the Argentine wine region, famous for its Malbecs and other red wines. Its different wineries offer tastings and guided tours. The city has wide, leafy streets lined with modern and Art Deco buildings, with smaller plazas surrounding Plaza Independencia, site of the underground Museo Municipal de Arte Moderno, which displays modern and contemporary art.",
            "currency": "Argentine Pesos",
            "language": "Spanish"
        },
        {
            "name": "Bariloche",
            "country": "Argentina",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/BARILOCHE.svg?alt=media&token=d2915aa1-e48f-4600-ba0a-95d2b3365e5e",
            "population": 108250,
            "description": "San Carlos de Bariloche (commonly called Bariloche) is a city in the Argentine Patagonia region. It is bordered by Nahuel Huapi, a large glacial lake surrounded by Andean mountains. Bariloche is known for its Swiss Alpine-style architecture and its chocolate, which is sold in shops on Calle Miter, the main avenue. It is also a popular base for hiking and skiing in the nearby mountains, and for exploring the surrounding Lake District.",
            "currency": "Argentine Pesos",
            "language": "Spanish"
        },
        {
            "name": "Puerto Iguazú",
            "country": "Argentina",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/IGUAZU.svg?alt=media&token=bb90fee8-bd10-4bf0-b021-8c949fbe2377",
            "population": 99013,
            "description": "A natural heritage of humanity since 1984 and one of the 7 natural wonders of the world since 2011, the Iguazú National Park is a unique natural universe. Full of life, abundant vegetation and 275 waterfalls, including the Garganta del Diablo, falling 82 meters high, it is the ideal place to connect with nature. In the Park there are more than 418 different species of birds that coexist with animals such as the jaguar, fish, turtles and cai monkeys.",
            "currency": "Argentine Pesos",
            "language": "Spanish"
        },
        {
            "name": "Bogotá",
            "country": "Colombia",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/BOGOTA.svg?alt=media&token=52bfe6c7-71e7-46ac-a9a9-2136e6d7ea06",
            "population": 7181000,
            "description": "Bogotá is the sprawling high-altitude capital of Colombia. La Candelaria, its cobblestone center, features colonial sites like the neoclassical Teatro Colón and the 17th-century Iglesia de San Francisco. It is also home to popular museums, including the Museo Botero, which exhibits art by Fernando Botero, and the Museo del Oro, with pre-Columbian gold pieces.",
            "currency": "Colombian Peso",
            "language": "Spanish"
        },
        {
            "name": "Medellin",
            "country": "Colombia",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/MEDELLIN.svg?alt=media&token=e065aba2-3fb4-4848-8ee8-6ca0e626a43f",
            "population": 2569000,
            "description": "Medellín is the capital of the mountainous province of Antioquia in Colombia. It is nicknamed the City of Eternal Spring for its mild climate and hosts the famous annual Flower Fair. The modern Metrocable connects the city with the surrounding neighborhoods and has views of the Aburrá Valley below. Sculptures by Fernando Botero decorate Plaza Botero in the city center, while the Museo de Antioquia displays more of the Colombian artist's work.",
            "currency": "Colombian Peso",
            "language": "Spanish"
        },
        {
            "name": "Cartagena:",
            "country": "Colombia",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/CARTAGENA.jpg?alt=media&token=821debcb-e250-4120-b739-2ad34ce704dd",
            "population": 914552,
            "description": "Cartagena is a port city on the Caribbean coast of Colombia. By the sea is the walled Old City, which was founded in the 16th century, with plazas, cobblestone streets, and colorful colonial buildings. With a tropical climate, the city is also a popular destination for its beaches. You can reach the Isla de Barú, with white sand beaches and palm trees, and the Islas del Rosario, famous for their coral reefs, by boat.",
            "currency": "Colombian Peso",
            "language": "Spanish"
        },
        {
            "name": "Santa Marta",
            "country": "Colombia",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/SANTA-MARTA.svg?alt=media&token=55832972-ccfe-498b-a9a9-f0fb74ba4f15",
            "population": 499192,
            "description": "Santa Marta is a city located on the Caribbean Sea, in the department of Magdalena in northern Colombia. It is a busy port that was also the first Spanish settlement in Colombia. It is the access road for excursions in the Tayrona National Natural Park and for guided tours of several days through the archaeological site of the Lost City (Teyuna) in the Sierra Nevada of the Santa Marta mountains.",
            "currency": "Colombian Peso",
            "language": "Spanish"
        },
        {
            "name": "Cali",
            "country": "Colombia",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/CALI.svg?alt=media&token=690548dd-bf47-43c0-9660-0190d5324576",
            "population": 2228000,
            "description": "Cali is a Colombian city located in the department of Valle del Cauca, southwest of Bogotá. It is known for salsa dancing, of which there are many clubs in the suburb of Juanchito. In the oldest neighborhood of Cali, the neoclassical cathedral of San Pedro houses paintings from the School of Quito. Nearby is the religious complex of San Francisco from the 18th and 19th centuries. The La Merced Chapel is where the first mass was celebrated after the founding of Cali in 1536.",
            "currency": "Colombian Peso",
            "language": "Spanish"
        },
        {
            "name": "Caracas",
            "country": "Venezuela",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/CARACAS.svg?alt=media&token=28a4b668-c827-48c8-908e-ffd9cee9968a",
            "population": 2082000,
            "description": "Caracas, the capital of Venezuela, is a commercial and cultural center located in a mountainous valley in the north. Independence leader Simón Bolívar is buried in the National Pantheon of Venezuela, established in the 19th century in the old town. The Cathedral of Caracas, an emblematic place of Romanesque architecture, dates from the 17th century. The 225-tall twin towers in Central Park are the symbol of the city's skyline.",
            "currency": "Bolivar and Dollar",
            "language": "Spanish"
        },
        {
            "name": "Margarita Island",
            "country": "Venezuela",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/MARGARITA.svg?alt=media&token=b86237b7-7aad-40f1-9d95-c9781d917403",
            "population": 491610,
            "description": "Isla de Margarita is part of Venezuela and is located in the Caribbean Sea, about 40 km north of the continent. It is a popular vacation destination that includes 2 peninsulas connected by the sand and mangroves of the Laguna de La Restinga National Park. Most of the people live or stay in the eastern peninsula, where the cities of Pampatar, Porlamar and La Asunción are located.",
            "currency": "Bolivar and Dollar",
            "language": "Spanish"
        },
        {
            "name": "Los Roques",
            "country": "Venezuela",
            "image": "https://firebasestorage.googleapis.com/v0/b/mytinerary-mv.appspot.com/o/roques.svg?alt=media&token=38f66b7f-0af9-4a3a-b5dc-0fd68c81c47e",
            "population": 3100,
            "description": "Los Roques National Park is an archipelago of Venezuela located about 160 km north of the capital, Caracas, in the Caribbean Sea. The protected area contains more than 300 islands and cays that surround a 400 square km lagoon. The archipelago's coral reef is popular with snorkelers and scuba divers. The park is famous for its secluded white-sand beaches, kitesurfing, fishing, and boating.",
            "currency": "Bolivar and Dollar",
            "language": "Spanish"
        }
    ]
}